_posts/language/2016-07-08-english-provisional.html
---
layout: post
title: 单词本：英语单词 provisional（临时的）
categories: [language]
tags: [English]
---

<p>
今天上班的时候解决了一个困扰很久的程序故障，经过了长期测试，相当稳定，真是一块石头落了地，非常踏实的过周末了。
</p>

<p>
前些日子读新闻的时候遇到一个单词 provisional（临时的）。当时忘记记录新闻内容，这会儿想不起来在那篇新闻里看到了。不管怎么样，学一学吧。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> Provisional</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<p>
Pronunciation: <i>prəˈvɪʒ(ə)n(ə)l</i>
</p>

<ol class="org-ol">
<li>Arranged or existing for the present, possibly to be changed later, such as
'a provisional government' 'provisional bookings'</li>
<li>A small piece of printed paper stuck on an item to be mailed, indicating that
postage has been paid.</li>
</ol>
</blockquote>

<p>
第一个解释是作为形容词，“临时的”。比如
</p>
<ul class="org-ul">
<li>provisional government 临时政府</li>
<li>provisional charter 临时执照</li>
<li>provisional treaty 临时条约</li>
</ul>

<p>
第二个解释是作名词用：临时邮票。wikipedia 有解释：
</p>

<blockquote>
<p>
The issuance of provisional stamps might be occasioned by a change in name or
government, by occupation of foreign territory, by a change in postal rates, by
a change of currency, or by the need to provide stamps that are in short supply.
</p>
</blockquote>

<p>
这种临时邮票一般发生在政权变更，外族殖民，汇率变更等短暂时期，所发行的临时邮票。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> Derivation / 衍</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>provisionally 临时地</li>
<li>provisionality 暂时性。Hugo saw everything he wrote as an experiment, and was,
more than any other great poet of his century, aware of the provisionality of
every position, every thought, every work of art. Some is provisionality, some
is long-standing. 有的是暂时性，有的长期存在。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> Example / 例</h2>
<div class="outline-text-2" id="text-3">
<p>
真正学好一个单词必须要有充足的例句来培养对单词的熟悉感，所以呢，我搜罗了一些典型的例子给大家：
</p>
<ul class="org-ul">
<li>The provisional calendar for the 2017 FIM Motocross World Championship is
announced complete with some awesome new venues such as Pangkal Pinang,
Indonesia and Baldasserona, San Marino. <sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> 这句话来自 dirtrider 泥泞越野网站上的新闻。大概说 2017 年的世界越野摩托车锦标赛临时日程安排已经公布。FIM 是
Fédération Internationale de Motocyclisme<sup>fr</sup> 国际摩托车赛车协会<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>的缩写，很明显，这是源自法国的一个协会。</li>
<li>For the last 8 months, the two adults and the three children live in a
provisional “shelter” made of carton boxes they have places in a corner of an
abandoned and half-constructed building.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 这句话摘自一个忧伤的新闻。希腊帕特雷一家五口人，父母和三个孩子，在过去的八个月里，住在一个纸盒子做的“帐篷”里。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> Multilanguage / 异</h2>
<div class="outline-text-2" id="text-4">
<p>
这个词在法语里是 provisoire<sup>fr</sup>, 读若“普霍唯刷赫”，在德语里变成 provisorisch<sup>de</sup>
读若”普霍唯造黑兮“。我一直觉得，英法德就好比是我们的台湾，温州和杭州话的差异罢了。
</p>

<p>
我居然找到了一个叫 provisorisch.com 的网站，专门介绍啥是 provisorisch:
</p>

<blockquote>
<p>
Das Adjektiv “provisorisch” leitet sich ab von dem aus dem Lateinischen
stammenden Substantiv “Provisorium”. Unter einem Provisorium versteht man einen
temporär begrenzten, behelfsmäßigen Umstand als Übergangslösung.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>
</p>
</blockquote>

<p>
感兴趣的朋友可以点进去看看吧。
</p>

<p>
快十点半了，我得去睡觉了。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.dirtrider.com/2017-fim-motocross-world-championship-provisional-calendar">http://www.dirtrider.com/2017-fim-motocross-world-championship-provisional-calendar</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/F%C3%A9d%C3%A9ration_Internationale_de_Motocyclisme">https://en.wikipedia.org/wiki/F%C3%A9d%C3%A9ration_Internationale_de_Motocyclisme</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://whatreallyhappened.net/ko/content/patras-homeless-family-5-lives-carton-boxes#axzz4DpENnjgs">http://whatreallyhappened.net/ko/content/patras-homeless-family-5-lives-carton-boxes#axzz4DpENnjgs</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://provisorisch.com">http://provisorisch.com</a>
</p></div></div>


</div>
</div>
